---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.Stairs
zh: 楼梯
source: html/e306937c-0f0e-288f-6a5b-ac4e9c41fe42.htm
---
# Stairs Members

**中文**: 楼梯

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.